Repository: pascalpp/FreeRuler
Catalog: Free Ruler/Localizable.xcstrings
Source language: en
Languages: de, es, fi, ja, zh_hans

source: Check for Updates…
de: Nach Updates suchen…
es: Buscar actualizaciones…
fi: Tarkista päivitykset…
ja: アップデートを確認…
zh_hans: 检查更新…

# ContextMenu.RulerSettings
source: Ruler Settings…
de: Lineal-Einstellungen…
es: Ajustes de regla…
fi: Viivaimen asetukset…
ja: 定規設定…
zh_hans: 尺子设置…

source: Ruler Color
de: Linealfarbe
es: Color de la regla
fi: Viivaimen väri
ja: 定規の色
zh_hans: 尺子颜色

source: Foreground Opacity
de: Deckkraft im Vordergrund
es: Opacidad del primer plano
fi: Peittävyys edustalla
ja: 前景の不透明度
zh_hans: 前景不透明度

source: Background Opacity
de: Deckkraft im Hintergrund
es: Opacidad del fondo
fi: Peittävyys taustalla
ja: 背景の不透明度
zh_hans: 背景不透明度

source: Float ruler above other applications
de: Lineal über anderen Programmen schweben lassen
es: Regla flotante sobre otras aplicaciones
fi: Kelluta viivainta muiden sovellusten päällä
ja: 定規を常に手前に表示
zh_hans: 让标尺窗口悬浮在其他应用程序之上

source: Show ruler shadow
de: Linealschatten anzeigen
es: Mostrar sombra de la regla
fi: Näytä viivainten varjot
ja: 定規の影を表示
zh_hans: 显示尺子阴影

source: Hide Horizontal Ruler
de: Horizontales Lineal ausblenden
es: Ocultar regla horizontal
fi: Kätke vaakaviivain
ja: 水平定規を非表示
zh_hans: 隐藏水平标尺

source: Hide Vertical Ruler
de: Vertikales Lineal ausblenden
es: Ocultar regla vertical
fi: Kätke pystyviivain
ja: 垂直定規を非表示
zh_hans: 隐藏垂直标尺

source: Horizontal Ruler
de: Horizontales Lineal
es: Regla horizontal
fi: Vaakaviivain
ja: 水平定規
zh_hans: 水平标尺

# HotkeyBezel.FlipHorizontal
source: Flip Horizontal
de: Horizontal spiegeln
es: Voltear horizontal
fi: Käännä vaakasuunnassa
ja: 水平反転
zh_hans: 水平翻转

# HotkeyBezel.RulerFloated
source: Ruler floated
de: Lineal schwebt
es: Regla flotante
fi: Viivain päällimmäisenä
ja: 定規を前面に表示
zh_hans: 标尺已置顶

# HotkeyBezel.RulersGrouped
source: Rulers grouped
de: Lineale gruppiert
es: Reglas agrupadas
fi: Viivaimet ryhmitelty
ja: 定規をグループ化
zh_hans: 标尺已分组

# HotkeyBezel.RulerUnfloated
source: Ruler unfloated
de: Lineal schwebt nicht
es: Regla no flotante
fi: Viivain ei ole päällimmäisenä
ja: 定規を前面に固定しない
zh_hans: 标尺已取消置顶

# HotkeyBezel.RulersUngrouped
source: Rulers ungrouped
de: Lineale nicht gruppiert
es: Reglas desagrupadas
fi: Viivaimia ei ole ryhmitelty
ja: 定規のグループ化を解除
zh_hans: 标尺已取消分组

# HotkeyBezel.ShadowDisabled
source: Shadow disabled
de: Schatten deaktiviert
es: Sombra desactivada
fi: Varjo pois käytöstä
ja: 影を無効
zh_hans: 阴影已停用

# HotkeyBezel.ShadowEnabled
source: Shadow enabled
de: Schatten aktiviert
es: Sombra activada
fi: Varjo käytössä
ja: 影を有効
zh_hans: 阴影已启用

# HotkeyBezel.UnitsFormat
source: Units: %@
de: Einheiten: %@
es: Unidades: %@
fi: Yksiköt: %@
ja: 単位: %@
zh_hans: 单位：%@

# HotkeyBezel.FlipVertical
source: Flip Vertical
de: Vertikal spiegeln
es: Voltear vertical
fi: Käännä pystysuunnassa
ja: 垂直反転
zh_hans: 垂直翻转

source: Reset ruler color
de: Linealfarbe zurücksetzen
es: Restablecer color de la regla
fi: Nollaa viivaimen väri
ja: 定規の色を元に戻す
zh_hans: 重置尺子颜色

source: Show Horizontal Ruler
de: Horizontales Lineal anzeigen
es: Mostrar regla horizontal
fi: Näytä vaakaviivain
ja: 水平定規を表示
zh_hans: 显示水平标尺

source: Show Vertical Ruler
de: Vertikales Lineal anzeigen
es: Mostrar regla vertical
fi: Näytä pystyviivain
ja: 垂直定規を表示
zh_hans: 显示垂直标尺

source: Vertical Ruler
de: Vertikales Lineal
es: Regla vertical
fi: Pystyviivain
ja: 垂直定規
zh_hans: 垂直标尺
